{
  "array": [
    {
      "nameRoom": "",
      "rows": [
        {
          "date": "2024-02-25",
          "fact": "People who are allergic to cats are actually allergic to cat saliva or to cat dander. If the resident cat is bathed regularly the allergic people tolerate it better.",
          "bgColor": "rgb(126, 82, 238, 1)",
          "name": "Rich",
          "breed": "сфінкс",
          "age": "11.9"
        },
        {
          "date": "2024-02-22",
          "fact": "Not every cat gets \\high\\\" from catnip. Whether or not a cat responds to it depends upon a recessive gene: no gene\"",
          "bgColor": "rgb(167, 1, 0, 1)"
        },
        {
          "date": "2024-02-22",
          "fact": "In 1987 cats overtook dogs as the number one pet in America.",
          "bgColor": "rgb(208, 201, 125, 1)"
        },
        {
          "date": "2024-02-24",
          "bgColor": "rgb(119, 50, 57, 1)",
          "fact": "A cat has more bones than a human; humans have 206, and the cat - 230."
        },
        {
          "date": "2024-02-24",
          "bgColor": "rgb(96, 144, 29, 1)",
          "fact": "A cats field of vision is about 185 degrees."
        },
        {
          "date": "2024-02-25",
          "bgColor": "rgb(19, 249, 248, 1)",
          "fact": "The strongest climber among the big cats, a leopard can carry prey twice its weight up a tree."
        },
        {
          "date": "2024-02-25",
          "bgColor": "rgb(203, 169, 146, 1)",
          "fact": "A cat uses its whiskers for measuring distances.  The whiskers of a cat are capable of registering very small changes in air pressure."
        },
        {
          "date": "2024-02-25",
          "bgColor": "rgb(116, 165, 27, 1)",
          "fact": "The group of words associated with cat (catt, cath, chat, katze) stem from the Latin catus, meaning domestic cat, as opposed to feles, or wild cat."
        }
      ]
    },
    {
      "nameRoom": "",
      "rows": []
    },
    {
      "nameRoom": "",
      "rows": [
        {
          "date": "2024-02-24",
          "bgColor": "rgb(70, 153, 220, 1)",
          "fact": "A tomcat (male cat) can begin mating when he is between 7 and 10 months old."
        },
        {
          "date": "2024-02-24",
          "bgColor": "rgb(131, 114, 10, 1)",
          "fact": "You check your cats pulse on the inside of the back thigh, where the leg joins to the body. Normal for cats: 110-170 beats per minute."
        },
        {
          "date": "2024-02-24",
          "bgColor": "rgb(63, 59, 245, 1)",
          "fact": "Like birds, cats have a homing ability that uses its biological clock, the angle of the sun, and the Earth's magnetic field. A cat taken far from its home can return to it. But if a cat's owners move far from its home, the cat can't find them."
        },
        {
          "date": "2024-02-24",
          "bgColor": "rgb(242, 191, 232, 1)",
          "fact": "Cats have individual preferences for scratching surfaces and angles. Some are horizontal scratchers while others exercise their claws vertically."
        }
      ]
    },
    {
      "nameRoom": "",
      "rows": []
    },
    {
      "nameRoom": "",
      "rows": []
    }
  ]
}